
myWallet.templates.about = _.template(
	'<div class="about">\
\
		<p>\
			<b>MyWallet</b> - <%=myWallet.t("це сервіс з допомогою якого ви можете підсумовувати свої витрати за періоди часу")%>.\
			<br/>\
			<%=myWallet.t("А потім, з допомогою <b>MyWallet</b> внесені витрати можна групувати по днях та назвах і визначити на що ви найбільше витрачали грошей")%>.\
		</p>\
\
		<p>\
			<%=myWallet.t("Всі цифри які ви вносите можуть шифруватись, але <b>у випадку втрати паролю цю інформацію не можна буде відновити</b>")%>.\
		</p>\
\
	</div>'
);


